Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.07.po
Languages: de_de

source: Clean
de_de: Reinigung

source: Do real clean (simulation otherwise)
de_de: Wirkliche Reinigung durchführen (ansonsten Simulation)

source: Save backup .reg-file
de_de: Speichere Sicherung als .reg-Datei

source: Reboot Windows (RECOMMENDED)
de_de: Starte Windows neu (EMPFOHLEN)

source: Close Windows Explorer (RECOMMENDED)
de_de: Beende den Windows-Explorer (EMPFOHLEN)

source: Exit
de_de: Beenden

source: Copy
de_de: Kopieren

source: Copy all
de_de: Alle kopieren

source: Context
de_de: Kontext

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
de_de: Benutzung: USBOblivion[32|64].exe [Parameter] Parameter: -enable - wirkliche Reinigung (ansonsten Simulation) -auto - Automatischer Ablauf -nosave - Speichere keine Sicherungsdatei -save:filename - Speichere eine Sicherungsdatei -log:filename - Speichere den Log zu dieser Datei -norestorepoint - Erstelle keinen Wiederherstellungspunkt -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Verwenden Sie die Sprache XX (Hex-Code) -silent - Versteckter Modus (wenn möglich) -? - Anzeige dieser Hilfe

source: WARNING! Eject all flash drives before cleaning please.
de_de: WARNUNG! Entfernen Sie bitte alle Flash-Laufwerke vor der Reinigung.

source: Press "Clean" button to begin cleaning.
de_de: Drücken Sie auf die Taste "Reinigung", um mit der Reinigung zu beginnen.

source: Process mode: real (data will be cleaned).
de_de: Prozess-Modus: wirklich (Daten werden bereinigt).

source: Process mode: simulation (no data will be cleaned).
de_de: Prozess-Modus: Simulation (keine Daten werden bereinigt).

source: File creation error:
de_de: Fehler beim Erstellen der Datei:

source: File write error:
de_de: Fehler beim Schreiben der Datei:

source: Backup file:
de_de: Sicherungsdatei:

source: Done.
de_de: Fertig.

source: Gathering data from system registry...
de_de: Daten aus der Systemregistrierung werden gesammelt...

source: Found drives (will be ignored):
de_de: Gefundene Laufwerke (werden ignoriert):

source: Cleaning...
de_de: Reinigen...

source: Removing key:
de_de: Schlüssel wird entfernt:

source: Removing value:
de_de: Wert wird entfernt:

source: Gathering user data...
de_de: Sammeln von Benutzerdaten...

source: Gathering data about user:
de_de: Daten über Benutzer werden gesammelt:

source: Found users:
de_de: Gefundene Nutzer:

source: Found mount points:
de_de: Gefundene Einhängepunkte:

source: Found Explorer drives:
de_de: Gefundene Explorer-Laufwerke:

source: Remove error:
de_de: Fehler beim Entfernen:

source: Gathering mount point's data...
de_de: Einhängepunkt-Daten werden gesammelt...

source: Found ControlSets:
de_de: ControlSets gefunden:

source: Found keys:
de_de: Gefundene Schlüssel:

source: Found values:
de_de: Gefundene Werte:

source: Key access denied:
de_de: Zugriff auf Schlüssel verweigert:

source: Disk %c: has been inserted.
de_de: Disk %c: wurde eingelegt.

source: Logged-in under system account successfully.
de_de: Anmeldung unter dem Systemkonto ist erfolgreich.

source: Failed to login under system account.
de_de: Anmeldung unter dem Systemkonto ist fehlgeschlagen.

source: Re-starting under administrator...
de_de: Neustart unter Administrator...

source: Disk %c: has been ejected.
de_de: Disk %c: wurde ausgeworfen.

source: Failed to eject disk %c:.
de_de: Auswerfen der Disk %c: ist fehlgeschlagen.

source: Ejecting disk %c:...
de_de: Disk %c: wird ausgeworfen...

source: Removing file:
de_de: Datei wird entfernt:

source: Gathering file data...
de_de: Dateidaten werden gesammelt...

source: Cleaning journal:
de_de: Protokoll wird gereinigt:

source: Gathering journal data...
de_de: Protokolldaten werden gesammelt...

source: File removal error:
de_de: Fehler beim Löschen der Datei:

source: Removing file at boot-time:
de_de: Datei wird zum Windows-Startzeitpunkt entfernt:

source: Journal cleanup error:
de_de: Fehler beim Löschen des Protokolls:

source: Creating System Restore Point...
de_de: Systemwiederherstellungspunkt wird erstellt...

source: Closing Windows Explorer...
de_de: Windows-Explorer wird geschlossen...

source: Gathering Windows Search cache data...
de_de: Zwischenspeicherdaten der Windows-Suche werden gesammelt...

source: System Restore Point creation error:
de_de: Fehler beim Erstellen des Systemwiederherstellungspunkts:

source: System Restore Point created successfully.
de_de: Systemwiederherstellungspunkt wurde erfolgreich erstellt.

source: System Restore Point disabled.
de_de: Systemwiederherstellungspunkt wurde deaktiviert.

source: Restarting Windows...
de_de: Windows wird neugestartet...

source: Restarting Windows Explorer...
de_de: Windows-Explorer wird neugestartet...

source: Failed to restart Windows:
de_de: Windows-Neustart ist fehlgeschlagen:

source: Simulate
de_de: Simulation

source: Stopping Windows Services...
de_de: Windows-Dienste werden gestoppt...
