Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.20.po
Languages: cs_cz

source: Clean
cs_cz: Čistit

source: Do real clean (simulation otherwise)
cs_cz: Vyčistit systémový registr (NE simulace)

source: Save backup .reg-file
cs_cz: Zálohovat systémový registr

source: Reboot Windows (RECOMMENDED)
cs_cz: Restartovat Windows (DOPORUČENO)

source: Close Windows Explorer (RECOMMENDED)
cs_cz: Ukončit Windows Explorer (DOPORUČENO)

source: Exit
cs_cz: Konec

source: Copy
cs_cz: Kopírovat

source: Copy all
cs_cz: Kopírovat vše

source: Context
cs_cz: Kontext

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
cs_cz: Použití: USBOblivion[32|64].exe [parametry] Parametry: -enable - Vyčistit (NE simulace); -auto - Automatické spuštění; -nosave - Nezálohovat registr systému do souboru; -save:filename - Uložit zálohu registru do souboru filename; -log:filename - Ukládat log činnosti do souboru filename; -norestorepoint - Nevytvářet bod obnovení; -norestart - Nerestartovat Windows -noexplorer - Nezavírat Windows Explorer -lang:XX - Použít jazyk XX (hexadecimální kód); -silent - Skrytý mód (je-li možné); -? - Tato nápověda.

source: WARNING! Eject all flash drives before cleaning please.
cs_cz: VAROVÁNÍ: Odpojte před čistěním všechny flash disky.

source: Press "Clean" button to begin cleaning.
cs_cz: Pro spuštění čistění stiskněte tlačítko "Čistit".

source: Process mode: real (data will be cleaned).
cs_cz: Typ procesu: skutečné čistění (data budou vymazána).

source: Process mode: simulation (no data will be cleaned).
cs_cz: Typ procesu: simulace (data nebudou vymazána).

source: File creation error:
cs_cz: Chyba vytvoření souboru:

source: File write error:
cs_cz: Chyba zápisu do souboru:

source: Backup file:
cs_cz: Záloha souboru:

source: Done.
cs_cz: Hotovo.

source: Gathering data from system registry...
cs_cz: Načítám data ze systémového registu...

source: Found drives (will be ignored):
cs_cz: Nalezené jednotky (bude ignorováno):

source: Cleaning...
cs_cz: Čistění...

source: Removing key:
cs_cz: Odstraněn klíč:

source: Removing value:
cs_cz: Odstraněna hodnota:

source: Gathering user data...
cs_cz: Načítám uživatelská data...

source: Gathering data about user:
cs_cz: Načítám data o uživateli:

source: Found users:
cs_cz: Nalezeni uživatelé:

source: Found mount points:
cs_cz: Nalezen bod obnovy:

source: Found Explorer drives:
cs_cz: Nalezeny jednotky Exploreru:

source: Remove error:
cs_cz: Odstranit chybu:

source: Gathering mount point's data...
cs_cz: Načítám data o bodu obnovení...

source: Found ControlSets:
cs_cz: Nalezené systémové ControlSets:

source: Found keys:
cs_cz: Nalezené klíče:

source: Found values:
cs_cz: Nalezené hodnoty:

source: Key access denied:
cs_cz: Přístup ke klíči zakázán:

source: Disk %c: has been inserted.
cs_cz: Disk %c: vložen.

source: Logged-in under system account successfully.
cs_cz: Přihlášení bylo úspěšné.

source: Failed to login under system account.
cs_cz: Přihlášení nebylo úspěšné.

source: Re-starting under administrator...
cs_cz: Restartuji jako administrator...

source: Disk %c: has been ejected.
cs_cz: Disk %c: odpojen.

source: Failed to eject disk %c:.
cs_cz: Chyba odpojení disku %c:

source: Ejecting disk %c:...
cs_cz: Odpojuji disk %c:...

source: Removing file:
cs_cz: Odstranění souboru:

source: Gathering file data...
cs_cz: Načítám data...

source: Cleaning journal:
cs_cz: Čištění žurnálu:

source: Gathering journal data...
cs_cz: Načítám data žurnálu...

source: File removal error:
cs_cz: Chyba odstranění souboru:

source: Removing file at boot-time:
cs_cz: Odstranit soubor po restartu:

source: Journal cleanup error:
cs_cz: Chyba při čištění žurnálu:

source: Creating System Restore Point...
cs_cz: Vytvářím bod obnovení...

source: Closing Windows Explorer...
cs_cz: Ukončuji Windows Explorer...

source: Gathering Windows Search cache data...
cs_cz: Načítám data dočasné paměti Hledání Windows...

source: System Restore Point creation error:
cs_cz: Chyba vytvoření bodu obnovení systému:

source: System Restore Point created successfully.
cs_cz: Bod obnovení systému úspěšně vytvořen.

source: System Restore Point disabled.
cs_cz: Bod obnovení systému vypnut.

source: Restarting Windows...
cs_cz: Restartuji Windows...

source: Restarting Windows Explorer...
cs_cz: Restartuji Windows Explorer...

source: Failed to restart Windows:
cs_cz: Nezdařený restart Windows:

source: Simulate
cs_cz: Simulovat
