Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.0a.po
Languages: es_es

source: Clean
es_es: Limpiar

source: Do real clean (simulation otherwise)
es_es: Limpieza real (sin marcar es una simulación)

source: Save backup .reg-file
es_es: Guardar copia de seguridad (archivo .reg)

source: Reboot Windows (RECOMMENDED)
es_es: Reiniciar Windows (RECOMENDADO)

source: Close Windows Explorer (RECOMMENDED)
es_es: Cerrar el Explorador de Windows (RECOMENDADO)

source: Exit
es_es: Salir

source: Copy
es_es: Copiar

source: Copy all
es_es: Copiar todo

source: Context
es_es: Contexto

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
es_es: Modo de uso: USBOblivion[32|64].exe [parámetros] Parámetros: -enable - Limpieza real (simulación de lo contrario) -auto - Funcionamiento automático -nosave - No guarda copia de seguridad (archivo .reg) -save:filename - Guardar una copia de seguridad del registro en este archivo -log:filename - Guardar registro de trabajo en este archivo -norestorepoint - No crear Punto de Restauración del Sistema -norestart - No reinicie Windows -noexplorer - No cerrar el Explorador de Windows -lang:XX - Usar idioma XX (código hexadecimal) -silent - Modo oculto (Si es posible) -? - Mostrar la ayuda

source: WARNING! Eject all flash drives before cleaning please.
es_es: ¡ADVERTENCIA! Expulsar todas las unidades flash antes de limpiar por favor.

source: Press "Clean" button to begin cleaning.
es_es: Pulse el botón "Limpiar" para comenzar a limpiar.

source: Process mode: real (data will be cleaned).
es_es: Ejecutar en modo: real (los datos serán limpiados).

source: Process mode: simulation (no data will be cleaned).
es_es: Ejecutar en modo: simulación (no se limpiará ningún dato).

source: File creation error:
es_es: Error de creación de archivos:

source: File write error:
es_es: Error de escritura de archivo:

source: Backup file:
es_es: Archivo de copia de seguridad:

source: Done.
es_es: Hecho.

source: Gathering data from system registry...
es_es: Recopilando datos del registro del sistema...

source: Found drives (will be ignored):
es_es: Unidades encontradas (se ignorarán):

source: Cleaning...
es_es: Limpiando...

source: Removing key:
es_es: Eliminando clave:

source: Removing value:
es_es: Eliminando valor:

source: Gathering user data...
es_es: Recopilando datos de usuario...

source: Gathering data about user:
es_es: Recopilar datos sobre el usuario:

source: Found users:
es_es: Usuarios encontrados:

source: Found mount points:
es_es: Puntos de montaje encontrados:

source: Found Explorer drives:
es_es: Unidades encontradas:

source: Remove error:
es_es: Error al eliminar:

source: Gathering mount point's data...
es_es: Recopilar datos del punto de montaje...

source: Found ControlSets:
es_es: Conjuntos de control encontrados:

source: Found keys:
es_es: Claves encontradas:

source: Found values:
es_es: Valores encontrados:

source: Key access denied:
es_es: Acceso a clave denegado:

source: Disk %c: has been inserted.
es_es: Disco %c: conectado.

source: Logged-in under system account successfully.
es_es: Sesión iniciada correctamente en la cuenta del sistema.

source: Failed to login under system account.
es_es: No se pudo iniciar sesión en la cuenta del sistema.

source: Re-starting under administrator...
es_es: Reiniciando como administrador...

source: Disk %c: has been ejected.
es_es: Disco %c: ha sido expulsado.

source: Failed to eject disk %c:.
es_es: No se pudo expulsar el disco %c:.

source: Ejecting disk %c:...
es_es: Expulsando disco %c:...

source: Removing file:
es_es: Eliminando archivo:

source: Gathering file data...
es_es: Reuniendo datos de archivo..

source: Cleaning journal:
es_es: Limpiando registro:

source: Gathering journal data...
es_es: Limpiando datos del registro...

source: File removal error:
es_es: Error de eliminación de archivo:

source: Removing file at boot-time:
es_es: Eliminación del archivo en el arranque:

source: Journal cleanup error:
es_es: Error de limpieza del registro:

source: Creating System Restore Point...
es_es: Creando Punto de Restauración del Sistema...

source: Closing Windows Explorer...
es_es: Cerrando el Explorador de Windows...

source: Gathering Windows Search cache data...
es_es: Reuniendo datos de la caché de Búsqueda de Windows...

source: System Restore Point creation error:
es_es: Error de creación del Punto de Restauración del Sistema:

source: System Restore Point created successfully.
es_es: Punto de Restauración del Sistema creado correctamente.

source: System Restore Point disabled.
es_es: Punto de Restauración del Sistema deshabilitado.

source: Restarting Windows...
es_es: Reiniciando Windows...

source: Restarting Windows Explorer...
es_es: Reiniciando el Explorador de Windows...

source: Failed to restart Windows:
es_es: No se pudo reiniciar Windows:

source: Simulate
es_es: Simular

source: Stopping Windows Services...
es_es: Deteniendo Servicios de Windows...
