Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.19.po
Languages: ru

source: Clean
ru: Очистка

source: Do real clean (simulation otherwise)
ru: Произвести реальную очистку (иначе симуляция)

source: Save backup .reg-file
ru: Сохранить .reg-файл отмены

source: Exit
ru: Выход

source: Copy
ru: Копировать

source: Copy all
ru: Копировать Всё

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise); -auto - Automatic run; -nosave - Don't save backup .reg-file; -lang:XX - Use language XX (hex-code); -silent - Hidden mode (if possible); -? - Show this help.
ru: Использование: USBOblivion[32|64].exe [параметры] Параметры: -enable - Рабочий режим очистки, иначе симуляция; -auto - Автоматический запуск; -nosave - Отмена сохранения .reg-файла; -lang:XX - Использовать язык XX (шестнадцатиричный код); -silent - Режим скрытности (если возможно); -? - Выдача этой справки.

source: WARNING! Eject all flash drives before cleaning please.
ru: ВНИМАНИЕ! Удалите все флешки из системы перед очисткой.

source: Press "Clean" button to begin cleaning.
ru: Нажмите кнопку "Очистка" для начала очистки системы.

source: Process mode: real (data will be cleaned).
ru: Режим работы: рабочий (реальное удаление).

source: Process mode: simulation (no data will be cleaned).
ru: Режим работы: симуляция (удаление не производится).

source: File creation error:
ru: Ошибка создания файла:

source: File write error:
ru: Ошибка записи в файл:

source: Backup file:
ru: Файл отмены:

source: Done.
ru: Завершено.

source: Gathering data from system registry...
ru: Идёт сбор данных в системном реестре...

source: Found drives (will be ignored):
ru: Найдено дисков в системе (игнорируются):

source: Cleaning...
ru: Идёт очистка...

source: Removing key:
ru: Удаление ключа:

source: Removing value:
ru: Удаление значения:

source: Gathering user data...
ru: Идёт сбор данных о пользователях...

source: Gathering data about user:
ru: Идёт сбор данных пользователя:

source: Found users:
ru: Найдено пользователей:

source: Found mount points:
ru: Найдено точек монтирования:

source: Found Explorer drives:
ru: Найдено дисков в Проводнике:

source: Remove error:
ru: Ошибка удаления:

source: Gathering mount point's data...
ru: Идёт сбор данных о точках монтирования...

source: Found ControlSets:
ru: Найдено ControlSet'ов:

source: Found keys:
ru: Найдено ключей:

source: Found values:
ru: Найдено значений:

source: Key access denied:
ru: Ошибка доступа к ключу:

source: Disk %c: has been inserted.
ru: Диск %c: вставлен.

source: Logged-in under system account successfully.
ru: Вход под системный аккаунт произведён успешно.

source: Failed to login under system account.
ru: Ошибка входа под системным аккаунтом.

source: Re-starting under administrator...
ru: Перезапуск под администратором...

source: Disk %c: has been ejected.
ru: Диск %c: извлечён.

source: Failed to eject disk %c:.
ru: Ошибка извлечения диска %c:.

source: Ejecting disk %c:...
ru: Попытка извлечения диска %c:...

source: Removing file:
ru: Удаление файла:

source: Gathering file data...
ru: Идёт сбор данных о файлах...

source: Cleaning journal:
ru: Очистка журнала:

source: Gathering journal data...
ru: Идёт сбор данных о журналах...

source: File removal error:
ru: Ошибка удаления файла:

source: Removing file at boot-time:
ru: Удаление файла при перезагрузке:
