Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.1f.po
Languages: tr_tr

source: Clean
tr_tr: Temizle

source: Do real clean (simulation otherwise)
tr_tr: İşaretleyin, (aksi halde similasyon işlevi görür)

source: Save backup .reg-file
tr_tr: .reg Kurtarma Dosyasını Kaydet

source: Reboot Windows (RECOMMENDED)
tr_tr: Windows'u Yeniden Başlat (Tavsiye Edilen)

source: Close Windows Explorer (RECOMMENDED)
tr_tr: Windows Gezgini'ni Kapat (Tavsiye Edilen)

source: Exit
tr_tr: Çıkış

source: Copy
tr_tr: Kopyala

source: Copy all
tr_tr: Hepsini Kopyala

source: Context
tr_tr: Durum

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
tr_tr: Kullanımı: USBOblivion[32|64].exe [parametreler] Parametreler: -enable - Gerçek Temizlik için İşaretleyin (Aksi Halde Simülasyon yaparsınız) -auto - Otomatik Çalıştır -nosave - Kayıt Defteri Dosyasını Yedekleme -save:Dosya Adı - Kayıt Defteri Dosyasını Yedekle -log:Dosya Adı - Çalışma Günlüğünü Bu Dosyaya Kaydedin -norestorepoint - Sistem Geri Yükleme Noktası Oluşturma -norestart - Windows'u Yeniden Başlatmak İstemiyorum -noexplorer - Windows Gezgini'ni Kapatmak İstemiyorum -lang:XX - XX Dil Dosyanızın Numarası (Hex-Kodu) -silent - Gizli Mod (Mümkünse) -? - Yardımı Görüntüle

source: WARNING! Eject all flash drives before cleaning please.
tr_tr: UYARI! Temizlemeden Önce Tüm Flash Sürücüleri(Bellekleri) Çıkarın Lütfen.

source: Press "Clean" button to begin cleaning.
tr_tr: Temizlemeye Başlamak için "Temizle" Düğmesine Basın.

source: Process mode: real (data will be cleaned).
tr_tr: İşlem Modu: Gerçek (Veriler Temizlenir).

source: Process mode: simulation (no data will be cleaned).
tr_tr: İşlem Modu: Simülasyon (Hiçbir Veri temizlenmez).

source: File creation error:
tr_tr: Dosya Oluşturma Hatası:

source: File write error:
tr_tr: Dosya Yazma Hatası:

source: Backup file:
tr_tr: Yedeklenen Dosya:

source: Done.
tr_tr: Tamamlandı.

source: Gathering data from system registry...
tr_tr: Sistem Kayıt Defterinden Veri Toplanıyor ...

source: Found drives (will be ignored):
tr_tr: Bulunan Sürücüler (Yoksayılacak):

source: Cleaning...
tr_tr: Temizleniyor...

source: Removing key:
tr_tr: Silinen Anahtar:

source: Removing value:
tr_tr: Silinen Değer:

source: Gathering user data...
tr_tr: Kullanıcı Verileri Toplanıyor ...

source: Gathering data about user:
tr_tr: Kullanıcı Hakkındaki Toplanan Veriler:

source: Found users:
tr_tr: Bulunan Kullanıcılar:

source: Found mount points:
tr_tr: Bulunan Bağlantı Noktaları;

source: Found Explorer drives:
tr_tr: Bulunan Explorer Sürücüleri:

source: Remove error:
tr_tr: Kaldırma Hatası:

source: Gathering mount point's data...
tr_tr: Bağlama Noktası Verileri Toplanıyor ...

source: Found ControlSets:
tr_tr: ControlSet'de Bulunanlar:

source: Found keys:
tr_tr: Bulunan Anahtarlar:

source: Found values:
tr_tr: Bulunan Değerler:

source: Key access denied:
tr_tr: Anahtar Erişim Hatası:

source: Disk %c: has been inserted.
tr_tr: Disk %c: Yerleştirildi.

source: Logged-in under system account successfully.
tr_tr: Sistem Hesabı Altında Başarıyla Oturum Açıldı.

source: Failed to login under system account.
tr_tr: Sistem Hesabı Altında Oturum Açılamadı.

source: Re-starting under administrator...
tr_tr: Yönetici Modunda Tekrar Başlatılıyor ...

source: Disk %c: has been ejected.
tr_tr: Disk %c: Çıkarıldı.

source: Failed to eject disk %c:.
tr_tr: Disk Çıkartma Başarısız %c:.

source: Ejecting disk %c:...
tr_tr: %c: Diski Çıkartılıyor ...

source: Removing file:
tr_tr: Kaldırılan Dosya:

source: Gathering file data...
tr_tr: Dosya Verilerini Topluyor...

source: Cleaning journal:
tr_tr: Günlük Temizleniyor:

source: Gathering journal data...
tr_tr: Günlük Verilerini Topluyor...

source: File removal error:
tr_tr: Dosya Kaldırma Hatası:

source: Removing file at boot-time:
tr_tr: Önyükleme Sırasından Dosya Kaldırılıyor:

source: Journal cleanup error:
tr_tr: Günlük Temizleme Hatası:

source: Creating System Restore Point...
tr_tr: Sistem Geri Yükleme Noktası Oluşturuluyor...

source: Closing Windows Explorer...
tr_tr: Windows Gezgini Kapatılıyor...

source: Gathering Windows Search cache data...
tr_tr: Windows Arama Önbellek Verileri Toplanıyor...

source: System Restore Point creation error:
tr_tr: Sistem Geri Yükleme Noktası Oluşturma Hatası:

source: System Restore Point created successfully.
tr_tr: Sistem Geri Yükleme Noktası Başarıyla Oluşturuldu.

source: System Restore Point disabled.
tr_tr: Sistem Geri Yükleme Noktası devre dışı.

source: Restarting Windows...
tr_tr: Windows Yeniden Başlatılıyor...

source: Restarting Windows Explorer...
tr_tr: Windows Gezgini Yeniden Başlatılıyor...

source: Failed to restart Windows:
tr_tr: Windows Yeniden Başlatma Başarısız:

source: Simulate
tr_tr: Simüle Et
