Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.15.po
Languages: pl_pl

source: Clean
pl_pl: Czyść

source: Do real clean (simulation otherwise)
pl_pl: Czyść naprawdę (w przeciwnym razie będzie to tylko symulacja)

source: Save backup .reg-file
pl_pl: Zapisz kopię do pliku .reg

source: Reboot Windows (RECOMMENDED)
pl_pl: Uruchom ponownie system Windows (ZALECANE)

source: Close Windows Explorer (RECOMMENDED)
pl_pl: Zamknij Eksploratora Windows (ZALECANE)

source: Exit
pl_pl: Wyjście

source: Copy
pl_pl: Kopiuj

source: Copy all
pl_pl: Kopiuj wszystko

source: Context
pl_pl: Kontekst

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
pl_pl: Sposób użycia: USBOblivion[32|64].exe [parametry] Parametry: -enable - Czyść naprawdę (w przeciwnym razie będzie to tylko symulacja) -auto - Automatyczny start -nosave - Nie zapisuj pliku kopii zapasowej rejestru -save:filename - Zapisz kopię zapasową rejestru do tego pliku -log:filename - Zapisz dziennik roboczy do tego pliku -norestorepoint - Nie twórz punktu przywracania systemu -norestart - Nie uruchamiaj ponownie systemu Windows -noexplorer - Nie zamykaj Eksploratora Windows -lang:XX - Użyj pliku językowego XX (kod szestnastkowy) -silent - Tryb ukryty (jeśli dostępny) -? - Pokaż tę pomoc.

source: WARNING! Eject all flash drives before cleaning please.
pl_pl: OSTRZEŻENIE! Przed rozpoczęciem czyszczenia należy wysunąć wszystkie napędy flash.

source: Press "Clean" button to begin cleaning.
pl_pl: Naciśnij przycisk "Czyść" aby rozpocząć czyszczenie.

source: Process mode: real (data will be cleaned).
pl_pl: Tryb pracy: rzeczywisty (dane zostaną oczyszczone).

source: Process mode: simulation (no data will be cleaned).
pl_pl: Tryb pracy: symulacja (dane nie będą czyszczone).

source: File creation error:
pl_pl: Błąd tworzenia pliku:

source: File write error:
pl_pl: Błąd zapisu pliku:

source: Backup file:
pl_pl: Plik kopii:

source: Done.
pl_pl: Wykonane.

source: Gathering data from system registry...
pl_pl: Gromadzenie danych z rejestru systemowego...

source: Found drives (will be ignored):
pl_pl: Znalezione napędy (będą ignorowane):

source: Cleaning...
pl_pl: Czyszczenie...

source: Removing key:
pl_pl: Usuwanie klucza:

source: Removing value:
pl_pl: Usuwanie wartości:

source: Gathering user data...
pl_pl: Gromadzenie danych użytkownika...

source: Gathering data about user:
pl_pl: Gromadzenie informacji o użytkowniku:

source: Found users:
pl_pl: Znaleziono użytkowników:

source: Found mount points:
pl_pl: Znaleziono punkty montowania:

source: Found Explorer drives:
pl_pl: Znaleziono napędy Eksploratora:

source: Remove error:
pl_pl: Usuwanie błędu:

source: Gathering mount point's data...
pl_pl: Zbieranie danych punktu montowania...

source: Found ControlSets:
pl_pl: Znaleziono zestawy kontrolne:

source: Found keys:
pl_pl: Znaleziono klucze:

source: Found values:
pl_pl: Znaleziono wartości:

source: Key access denied:
pl_pl: Odmowa dostępu do klucza:

source: Disk %c: has been inserted.
pl_pl: Dysk %c: został włożony.

source: Logged-in under system account successfully.
pl_pl: Zalogowanie do konta systemowego powiodło się.

source: Failed to login under system account.
pl_pl: Nie powiodło się zalogowanie do konta systemowego.

source: Re-starting under administrator...
pl_pl: Ponowne uruchamianie jako administrator...

source: Disk %c: has been ejected.
pl_pl: Dysk %c: został wysunięty.

source: Failed to eject disk %c:.
pl_pl: Nie można wysunąć dysku %c:.

source: Ejecting disk %c:...
pl_pl: Wysuwanie dysku %c:...

source: Removing file:
pl_pl: Usuwanie pliku:

source: Gathering file data...
pl_pl: Zbieranie danych plików...

source: Cleaning journal:
pl_pl: Czyszczenie dziennika:

source: Gathering journal data...
pl_pl: Zbieranie danych z dziennika...

source: File removal error:
pl_pl: Błąd podczas usuwania pliku:

source: Removing file at boot-time:
pl_pl: Usuwanie pliku w czasie rozruchu:

source: Journal cleanup error:
pl_pl: Błąd podczas czyszczenia dziennika:

source: Creating System Restore Point...
pl_pl: Tworzenie punktu przywracania systemu...

source: Closing Windows Explorer...
pl_pl: Zamykanie przeglądarki Windows Explorer...

source: Gathering Windows Search cache data...
pl_pl: Gromadzenie danych z pamięci podręcznej Wyszukiwanie w systemie Windows...

source: System Restore Point creation error:
pl_pl: Błąd tworzenia punktu przywracania systemu:

source: System Restore Point created successfully.
pl_pl: Punkt przywracania systemu został pomyślnie utworzony.

source: System Restore Point disabled.
pl_pl: Punkt przywracania systemu wyłączony.

source: Restarting Windows...
pl_pl: Ponowne uruchomienie systemu Windows...

source: Restarting Windows Explorer...
pl_pl: Ponowne uruchomienie Eksploratora Windows...

source: Failed to restart Windows:
pl_pl: Nie udało się zrestartować systemu Windows:

source: Simulate
pl_pl: Symulacja

source: Stopping Windows Services...
pl_pl: Zatrzymywanie usług systemu Windows...
