Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.16.po
Languages: pt_br

source: Clean
pt_br: Limpar

source: Do real clean (simulation otherwise)
pt_br: Fazer limpeza real (simulação se marcado)

source: Save backup .reg-file
pt_br: Salvar backup em arquivo .reg

source: Reboot Windows (RECOMMENDED)
pt_br: Reiniciar o Windows (RECOMENDADO)

source: Close Windows Explorer (RECOMMENDED)
pt_br: Fechar o Windows Explorer (RECOMENDADO)

source: Exit
pt_br: Sair

source: Copy
pt_br: Copiar

source: Copy all
pt_br: Copiar tudo

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
pt_br: Uso: USBOblivion[32|64].exe [parâmetros] Parâmetros: -enable - Fazer limpeza real (simulação se marcado) -auto - Executar automaticamente -nosave - Não salva um arquivo de backup do registro -save:filename - Salva um backup do registro neste arquivo -log:filename - Salva o log de trabalho neste arquivo -norestorepoint - Não cria um Ponto de Restauração do sistema -norestart - Não reinicia o Windows -noexplorer - Não fecha o Windows Explorer -lang:XX - Usar idioma XX (código hexadecimal) -silent - Modo oculto (se possível) -? - Mostra esta ajuda

source: WARNING! Eject all flash drives before cleaning please.
pt_br: ATENÇÃO! Por favor, ejete todas as unidades flash antes de limpar.

source: Process mode: real (data will be cleaned).
pt_br: Modo de processamento: real (os dados serão limpos).

source: Process mode: simulation (no data will be cleaned).
pt_br: Modo de processamento: simulação (nenhum dado será limpo).

source: File creation error:
pt_br: Erro ao criar o arquivo:

source: File write error:
pt_br: Erro ao salvar o arquivo:

source: Backup file:
pt_br: Arquivo de backup:

source: Done.
pt_br: Concluído.

source: Gathering data from system registry...
pt_br: Coletando dados do registro do sistema...

source: Found drives (will be ignored):
pt_br: Unidades encontradas (serão ignoradas):

source: Cleaning...
pt_br: Limpando...

source: Removing key:
pt_br: Removendo chave:

source: Removing value:
pt_br: Removendo valor:

source: Gathering user data...
pt_br: Coletando dados do usuário...

source: Gathering data about user:
pt_br: Coletando dados sobre o usuário:

source: Found users:
pt_br: Usuários encontrados:

source: Found mount points:
pt_br: Pontos de montagem encontrados:

source: Found Explorer drives:
pt_br: Unidades encontradas no Explorer:

source: Remove error:
pt_br: Erro ao remover:

source: Gathering mount point's data...
pt_br: Coletando dados do ponto de montagem...

source: Found ControlSets:
pt_br: ControlSets encontrados:

source: Found keys:
pt_br: Chaves encontradas:

source: Found values:
pt_br: Valores encontrados:

source: Key access denied:
pt_br: Chave de acesso negada:

source: Disk %c: has been inserted.
pt_br: O dispositivo %c: foi inserido.

source: Logged-in under system account successfully.
pt_br: Autenticado na conta do sistema com êxito.

source: Failed to login under system account.
pt_br: Falha ao fazer login na conta do sistema.

source: Re-starting under administrator...
pt_br: Reiniciando como administrador...

source: Disk %c: has been ejected.
pt_br: O dispositivo %c: foi removido.

source: Failed to eject disk %c:.
pt_br: Falha ao ejetar o dispositivo %c:.

source: Ejecting disk %c:...
pt_br: Ejetando o dispositivo %c:...

source: Removing file:
pt_br: Removendo arquivo:

source: Gathering file data...
pt_br: Coletando dados do arquivo...

source: Cleaning journal:
pt_br: Limpando o journal:

source: Gathering journal data...
pt_br: Coletando dados do journal...

source: File removal error:
pt_br: Erro de remoção de arquivo:

source: Removing file at boot-time:
pt_br: Removendo arquivo na inicialização:

source: Journal cleanup error:
pt_br: Erro ao limpar o journal:

source: Creating System Restore Point...
pt_br: Criando Ponto de Restauração do Sistema...

source: Closing Windows Explorer...
pt_br: Fechando o Windows Explorer...

source: Gathering Windows Search cache data...
pt_br: Coletando dados do cache do Windows Search...

source: System Restore Point creation error:
pt_br: Erro na criação do Ponto de Restauração do Sistema:

source: System Restore Point created successfully.
pt_br: Ponto de Restauração do Sistema criado com sucesso.

source: System Restore Point disabled.
pt_br: Ponto de Restauração do Sistema desabilitado.

source: Restarting Windows...
pt_br: Reiniciando o Windows...

source: Restarting Windows Explorer...
pt_br: Reiniciando o Windows Explorer...

source: Failed to restart Windows:
pt_br: Falha ao reiniciar o Windows:

source: Simulate
pt_br: Simular

source: Stopping Windows Services...
pt_br: Parando Serviços do Windows...
