Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.08.po
Languages: el

source: Context
el: Πλαίσιο

source: Copy
el: Αντιγραφή

source: Copy all
el: Αντιγραφή όλων

source: Clean
el: Εκκαθάριση

source: Exit
el: Έξοδος

source: Do real clean (simulation otherwise)
el: Να γίνει πραγματική εκκαθάριση (ειδάλλως προσομοίωση)

source: Save backup .reg-file
el: Αποθήκευση αντιγράφου ασφαλείας αρχείου .reg

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise); -auto - Automatic run; -nosave - Don't save backup .reg-file; -lang:XX - Use language XX (hex-code); -silent - Hidden mode (if possible); -? - Show this help.
el: Χρήση: USBOblivion[32|64].exe [παράμετροι] Παράμετροι: -enable - Να γίνει πραγματική εκκαθάριση (ειδάλλως προσομοίωση) -auto - Αυτόματη εκτέλεση -nosave - Να μη γίνει αποθήκευση του αρχείου ασφαλείας .reg -lang:XX - Χρήση γλώσσας XX (δεκαεξαδικός κωδικός) -silent -Κρυφή λειτουργία (εάν είναι δυνατή) -? - Εμφάνιση αυτής της βοήθειας

source: WARNING! Eject all flash drives before cleaning please.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Παρακαλούμε αποσυνδέστε όλες τις μονάδες αποθήκευσης flash, πριν τον καθαρισμό.

source: Press "Clean" button to begin cleaning.
el: Πατήστε το κουμπί "Εκκαθάριση" για έναρξη της εκκαθάρισης.

source: Process mode: real (data will be cleaned).
el: Λειτουργία διαδικασίας: Πραγματική (τα δεδομένα θα καθαριστούν).

source: Process mode: simulation (no data will be cleaned).
el: Λειτουργία διαδικασίας: Προσομοίωση (τα δεδομένα δεν θα καθαριστούν).

source: File creation error:
el: Σφάλμα δημιουργίας αρχείου:

source: File write error:
el: Σφάλμα εγγραφής στο αρχείο:

source: Backup file:
el: Αντίγραφο ασφαλείας:

source: Done.
el: Ολοκληρώθηκε.

source: Gathering data from system registry...
el: Συλλογή δεδομένων από το μητρώο συστήματος...

source: Found drives (will be ignored):
el: Δίσκοι που βρέθηκαν (θα αγνοηθούν):

source: Cleaning...
el: Εκκαθάριση...

source: Removing key:
el: Κατάργηση κλειδιού:

source: Removing value:
el: Κατάργηση τιμής:

source: Gathering user data...
el: Συλλογή δεδομένων χρήστη...

source: Gathering data about user:
el: Συλλογή δεδομένων σχετικά με το χρήστη...

source: Found users:
el: Χρήστες που βρέθηκαν:

source: Found mount points:
el: Σημεία σύνδεσης που βρέθηκαν:

source: Found Explorer drives:
el: Δίσκοι που βρέθηκαν στην Εξερεύνηση:

source: Remove error:
el: Σφάλμα κατάργησης:

source: Gathering mount point's data...
el: Συλλογή δεδομένων σημείων σύνδεσης...

source: Found ControlSets:
el: ControlSets που βρέθηκαν:

source: Found keys:
el: Κλειδιά που βρέθηκαν:

source: Found values:
el: Τιμές που βρέθηκαν:

source: Key access denied:
el: Δεν επιτρέπεται η πρόσβαση στο κλειδί:

source: Disk %c: has been inserted.
el: Δίσκος %c: Έχει εισαχθεί.

source: Logged-in under system account successfully.
el: Η σύνδεση στο λογαριασμό συστήματος έγινε με επιτυχία.

source: Failed to login under system account.
el: Αποτυχία σύνδεσης στο λογαριασμό συστήματος.

source: Re-starting under administrator...
el: Επανεκκίνηση με δικαιώματα διαχειριστή...

source: Disk %c: has been ejected.
el: Δίσκος %c: Έχει εξαχθεί.

source: Failed to eject disk %c:.
el: Αποτυχία εξαγωγής του δίσκου %c:.

source: Ejecting disk %c:...
el: Εξαγωγή του δίσκου %c:...

source: Removing file:
el: Κατάργηση αρχείου:

source: Gathering file data...
el: Συλλογή δεδομένων αρχείου...

source: Cleaning journal:
el: Εκκαθάριση ιστορικού:

source: Gathering journal data...
el: Εκκαθάριση δεδομένων ιστορικού...
