Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.10.po
Languages: it

source: Clean
it: Pulisci

source: Do real clean (simulation otherwise)
it: Esegui pulizia reale (altrimenti simulazione)

source: Save backup .reg-file
it: Salva una copia di sicurezza in un file .reg

source: Reboot Windows (RECOMMENDED)
it: Riavvia Windows (RACCOMANDATO)

source: Close Windows Explorer (RECOMMENDED)
it: Chiudi Windows Explorer (RACCOMANDATO)

source: Exit
it: Esci

source: Copy
it: Copia

source: Copy all
it: Copia tutto

source: Context
it: Contesto

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
it: Utilizzo: USBOblivion[32|64].exe [parametri] Parametri: -enable - Esegue pulizia reale (altrimenti simula) -auto - Esecuzione automatica -nosave - Nessun salvataggio della copia di sicurezza del registro -save:filename - Salva una copia di sicurezza del registro nel file specificato -log:filename - Salva il log nel file specificato -norestorepoint - Nessuna creazione del punto di ripristino -norestart - Nessun riavvio di Windows -noexplorer - Nessuna chiusura di Windows Explorer -lang:XX - Utilizza la lingua XX (codice esadecimale) -silent -Modalità nascosta (se possibile) -? - Visualizza questa guida

source: WARNING! Eject all flash drives before cleaning please.
it: ATTENZIONE! Disconnettere tutte le periferiche USB prima di pulire.

source: Press "Clean" button to begin cleaning.
it: Cliccare "Pulisci" per iniziare la pulizia.

source: Process mode: real (data will be cleaned).
it: Tipo di pulizia: reale (i dati verranno puliti).

source: Process mode: simulation (no data will be cleaned).
it: Tipo di pulizia: simulazione (nessun dato verrà pulito).

source: File creation error:
it: Non posso creare questo file:

source: File write error:
it: Non posso scrivere in questo file:

source: Backup file:
it: Copia di sicurezza:

source: Done.
it: Ho finito.

source: Gathering data from system registry...
it: Raccolgo i dati dal registro di sistema...

source: Found drives (will be ignored):
it: Ho trovato questi dispositivi di memorizzazione (li ignoro):

source: Cleaning...
it: Inizio la pulizia...

source: Removing key:
it: Rimuovo chiave:

source: Removing value:
it: Rimuovo valore:

source: Gathering user data...
it: Raccolgo i dati dell'utente...

source: Gathering data about user:
it: Raccolgo i dati relativi all'utente:

source: Found users:
it: Utenti trovati:

source: Found mount points:
it: Punti di montaggio trovati:

source: Found Explorer drives:
it: Unità trovate in Explorer:

source: Remove error:
it: Rimuovo errore:

source: Gathering mount point's data...
it: Raccolgo i dati dei punti di montaggio...

source: Found ControlSets:
it: ControlSets trovati:

source: Found keys:
it: Chiavi trovate:

source: Found values:
it: Valori trovati:

source: Key access denied:
it: Accesso negato alla chiave:

source: Disk %c: has been inserted.
it: Il disco %c: è stato connesso.

source: Logged-in under system account successfully.
it: Accesso nell'account di sistema avvenuto con successo.

source: Failed to login under system account.
it: Non posso accedere nell'account di sistema.

source: Re-starting under administrator...
it: Riavvio come amministratore...

source: Disk %c: has been ejected.
it: Il disco %c: è stato disconnesso.

source: Failed to eject disk %c:.
it: Non posso disconnettere il disco %c:.

source: Ejecting disk %c:...
it: Disconnetto il disco %c:...

source: Removing file:
it: Elimino il file:

source: Gathering file data...
it: Raccolgo i dati del file...

source: Cleaning journal:
it: Pulisco diario:

source: Gathering journal data...
it: Raccolgo i dati del diario...

source: File removal error:
it: Errore alla rimozione di:

source: Removing file at boot-time:
it: Rimuovo al prossimo riavvio:

source: Journal cleanup error:
it: Errore alla pulizia diario:

source: Creating System Restore Point...
it: Creo un punto di ripristino...

source: Closing Windows Explorer...
it: Chiudo Windows Explorer...

source: Gathering Windows Search cache data...
it: Raccolgo i dati di cache di Windows Search...

source: System Restore Point creation error:
it: Errore di creazione del punto di ripristino:

source: System Restore Point created successfully.
it: Ho creato il punto di ripristino.

source: System Restore Point disabled.
it: Punto di ripristino disabilitato...

source: Restarting Windows...
it: Sto riavviando Windows...

source: Restarting Windows Explorer...
it: Sto riavviando Windows Explorer...

source: Failed to restart Windows:
it: Riavvio di Windows fallito:

source: Simulate
it: Simulare

source: Stopping Windows Services...
it: Arresto dei servizi Windows...
