Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.13.po
Languages: nl_nl

source: Clean
nl_nl: Opruimen

source: Do real clean (simulation otherwise)
nl_nl: Voer werkelijke opruimactie uit (anders simuleren)

source: Save backup .reg-file
nl_nl: Bewaar een back-up reg-bestand

source: Reboot Windows (RECOMMENDED)
nl_nl: Windows herstarten (aanbevolen)

source: Close Windows Explorer (RECOMMENDED)
nl_nl: Windows Verkenner sluiten (aanbevolen)

source: Exit
nl_nl: Afsluiten

source: Copy
nl_nl: Kopiëren

source: Copy all
nl_nl: Alles kopiëren

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -norestart - Don't restart Windows -noexplorer - Don't close Windows Explorer -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
nl_nl: Gebruik: USBOblivion[32|64].exe [parameters] Parameters: -enable - Voer werkelijke opruimactie uit (anders simuleren) -auto - Automatisch uitvoeren -nosave - Geen register back-up maken -save:filename - Maak een register back-up naar dit bestand -log:filename - Bewaar een logbestand naar dit bestand -norestorepoint - Geen systeemherstelpunt maken -norestart - Windows niet herstarten -noexplorer - Windows verkenner niet sluiten -lang:XX - Gebruik taal XX (hex-code) -silent - Verborgen modus (indien mogelijk) -? - Toon dit help bestand

source: WARNING! Eject all flash drives before cleaning please.
nl_nl: WAARSCHUWING! Verwijder a.u.b. alle usb schijven voor de opruimactie.

source: Press "Clean" button to begin cleaning.
nl_nl: Druk op "Opruimen" om de opruimactie te starten.

source: Process mode: real (data will be cleaned).
nl_nl: Uitvoermodus: Opruimen (data zal worden gewist).

source: Process mode: simulation (no data will be cleaned).
nl_nl: Uitvoermodus: Simulatie (er wordt geen data gewist).

source: File creation error:
nl_nl: Fout bij bestand maken:

source: File write error:
nl_nl: Fout bij wegschrijven bestand:

source: Backup file:
nl_nl: Back-up bestand:

source: Done.
nl_nl: Klaar.

source: Gathering data from system registry...
nl_nl: Data vanuit het register verzamelen...

source: Found drives (will be ignored):
nl_nl: Gevonden schijven (zullen worden genegeerd):

source: Cleaning...
nl_nl: Opruimen...

source: Removing key:
nl_nl: Verwijderen sleutel:

source: Removing value:
nl_nl: Verwijderen waarde:

source: Gathering user data...
nl_nl: Verzamelen gebruikers data...

source: Gathering data about user:
nl_nl: Verzamelen data over gebruiker:

source: Found users:
nl_nl: Gevonden gebruikers:

source: Found mount points:
nl_nl: Gevonden koppelpunt(en):

source: Found Explorer drives:
nl_nl: Gevonden schijven:

source: Remove error:
nl_nl: Fout bij verwijderen:

source: Gathering mount point's data...
nl_nl: Verzamelen data koppelpunt(en)...

source: Found ControlSets:
nl_nl: Gevonden controlSets:

source: Found keys:
nl_nl: Gevonden sleutels:

source: Found values:
nl_nl: Gevonden waarden:

source: Key access denied:
nl_nl: Toegang tot sleutel verboden:

source: Disk %c: has been inserted.
nl_nl: Schijf %c: is net aangesloten.

source: Logged-in under system account successfully.
nl_nl: Succesvol ingelogd als systeem account.

source: Failed to login under system account.
nl_nl: Inloggen als systeem account mislukt.

source: Re-starting under administrator...
nl_nl: Herstarten als administrator...

source: Disk %c: has been ejected.
nl_nl: Schijf %c: is net verwijderd.

source: Failed to eject disk %c:.
nl_nl: Verwijderen van schijf %c: is mislukt.

source: Ejecting disk %c:...
nl_nl: Verwijderen van schijf %c:...

source: Removing file:
nl_nl: Verwijderen van bestand:

source: Gathering file data...
nl_nl: Verzamelen van bestandsdata...

source: Cleaning journal:
nl_nl: Opschonen journaal:

source: Gathering journal data...
nl_nl: Verzamelen van journaal data.

source: File removal error:
nl_nl: Fout bij bestandsverwijdering:

source: Removing file at boot-time:
nl_nl: Verwijderen van bestand bij opstarten:

source: Journal cleanup error:
nl_nl: Fout bij opruimen journaal:

source: Creating System Restore Point...
nl_nl: Maken van systeemherstelpunt...

source: Closing Windows Explorer...
nl_nl: Windows Verkenner sluiten...

source: Gathering Windows Search cache data...
nl_nl: Verzamelen van data uit de cache van Windows zoeken...

source: System Restore Point creation error:
nl_nl: Fout bij het maken van een systeemherstelpunt:

source: System Restore Point created successfully.
nl_nl: Maken van systeemherstelpunt gelukt.

source: System Restore Point disabled.
nl_nl: Systeemherstelpunt uitgeschakeld.

source: Restarting Windows...
nl_nl: Herstarten Windows...

source: Restarting Windows Explorer...
nl_nl: Herstarten Windows Verkenner.

source: Failed to restart Windows:
nl_nl: Herstarten van Windows mislukt:

source: Simulate
nl_nl: Simuleren
