Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.1d.po
Languages: sv_se

source: Clean
sv_se: Rensa

source: Do real clean (simulation otherwise)
sv_se: Rensa på riktigt (annars simulering)

source: Save backup .reg-file
sv_se: Spara säkerhetskopia (.reg-fil)

source: Exit
sv_se: Avsluta

source: Copy
sv_se: Kopiera

source: Copy all
sv_se: Kopiera alla

source: Context
sv_se: Innehåll

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
sv_se: Användning: USBOblivion[32|64].exe [argument] Argument: -enable - Utför skarp rensning (annars simulering) -auto - Kör automatiskt -nosave - Sparar ingen säkerhetskopia (.reg-fil) -save:filename - Sparar en registerfilkopia till den här filen -log:filename - Sparar arbetsloggen till den här filen -norestorepoint - Skapa inte en systemåterställningspunkt -lang:XX - Användarspråk XX (hex-kod) -silent - Dolt läge (om möjligt) -? - Visa denna hjälp

source: WARNING! Eject all flash drives before cleaning please.
sv_se: Varning! Mata ut alla flash-enheter före rensning.

source: Press "Clean" button to begin cleaning.
sv_se: Tryck "Rensa" för att påbörja rensningen.

source: Process mode: real (data will be cleaned).
sv_se: Processläge: skarpt (data kommer att rensas).

source: Process mode: simulation (no data will be cleaned).
sv_se: Processläge: simulering (ingen data rensas).

source: File creation error:
sv_se: Fel vid filskapande:

source: File write error:
sv_se: Skrivfel:

source: Backup file:
sv_se: Säkerhetskopia:

source: Done.
sv_se: Klar.

source: Gathering data from system registry...
sv_se: Samlar in data från registret...

source: Found drives (will be ignored):
sv_se: Upptäckta diskenheter (ignoreras):

source: Cleaning...
sv_se: Rensar...

source: Removing key:
sv_se: Tar bort nyckel:

source: Removing value:
sv_se: Tar bort värde:

source: Gathering user data...
sv_se: Samlar in användardata...

source: Gathering data about user:
sv_se: Samlar in data om användare:

source: Found users:
sv_se: Hittade användare:

source: Found mount points:
sv_se: Hittade monteringspunkter:

source: Found Explorer drives:
sv_se: Hittade Utforskarenheter:

source: Remove error:
sv_se: Borttagningsfel:

source: Gathering mount point's data...
sv_se: Samlar in monteringspunktdata...

source: Found ControlSets:
sv_se: Hittade kontrolluppsättningar:

source: Found keys:
sv_se: Hittade nycklar:

source: Found values:
sv_se: Hittade värden:

source: Key access denied:
sv_se: Nekad nyckelåtkomst:

source: Disk %c: has been inserted.
sv_se: Enhet %c: har anslutits.

source: Logged-in under system account successfully.
sv_se: Inloggad under systemkonto.

source: Failed to login under system account.
sv_se: Kunde inte logga in under systemkonto.

source: Re-starting under administrator...
sv_se: Startar om som admininistratör...

source: Disk %c: has been ejected.
sv_se: Enhet %c: har matats ut.

source: Failed to eject disk %c:.
sv_se: Kunde inte mata ut enhet %c:.

source: Ejecting disk %c:...
sv_se: Matar ut enhet %c:...

source: Removing file:
sv_se: Tar bort fil:

source: Gathering file data...
sv_se: Samlar in fildata...

source: Cleaning journal:
sv_se: Rensar journal:

source: Gathering journal data...
sv_se: Samlar in journaldata...

source: File removal error:
sv_se: Fel vid borttagning av fil:

source: Removing file at boot-time:
sv_se: Tar bort filen vid datoruppstart:

source: Journal cleanup error:
sv_se: Fel i journalrensning:

source: Creating System Restore Point...
sv_se: Skapar systemåterställningspunkt...
