Repository: raspopov/USBOblivion
Catalog: res/USBOblivion32.exe.0C.po
Languages: fr

source: Clean
fr: Nettoyer

source: Do real clean (simulation otherwise)
fr: Nettoyer réellement (sinon ça sera qu'une simulation)

source: Save backup .reg-file
fr: Faire une sauvegarde en fichier .reg

source: Exit
fr: Quitter

source: Copy
fr: Copier

source: Copy all
fr: Copier tout

source: Context
fr: Contexte

source: Usage: USBOblivion[32|64].exe [params] Params: -enable - Do real clean (simulation otherwise) -auto - Automatic run -nosave - Don't save a registry backup file -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -lang:XX - Use language XX (hex-code) -silent - Hidden mode (if possible) -? - Show this help
fr: Utilisation: USBOblivion[32|64].exe [paramètres] Paramètres: -enable - Nettoyer réellement (sinon ça sera qu'une simulation) -auto - Exécution automatique -nosave - Ne pas créer de fichier .reg de sauvegarde -save:filename - Save a registry backup to this file -log:filename - Save working log to this file -norestorepoint - Don't create a System Restore Point -lang:XX - Utiliser la langue XX (code hexadécimal) -silent - Mode silencieux (si possible) -? - Afficher cet écran d'aide

source: WARNING! Eject all flash drives before cleaning please.
fr: ATTENTION! Veuillez éjecter tous les disques flash avant le nettoyage.

source: Press "Clean" button to begin cleaning.
fr: Veuillez appuyer sur "Nettoyer" pour commencer le nettoyage.

source: Process mode: real (data will be cleaned).
fr: Mode du processus: réel (les données seront nettoyées).

source: Process mode: simulation (no data will be cleaned).
fr: Mode du processus: simulation (les données ne seront pas nettoyées).

source: File creation error:
fr: Erreur lors de la création du fichier:

source: File write error:
fr: Erreur lors de l'écriture du fichier:

source: Backup file:
fr: Fichier de sauvegarde:

source: Done.
fr: Fini.

source: Gathering data from system registry...
fr: Récupération des données dans la base de registre...

source: Found drives (will be ignored):
fr: Disques trouvés (ignoré):

source: Cleaning...
fr: Nettoyage...

source: Removing key:
fr: Suppression de la clé:

source: Removing value:
fr: Suppression de la valeur:

source: Gathering user data...
fr: Récupération des données des utilisateurs...

source: Gathering data about user:
fr: Récupération des données de l'utilisateur:

source: Found users:
fr: Utilisateurs trouvés:

source: Found mount points:
fr: Points de montage trouvés:

source: Found Explorer drives:
fr: Disques trouvés dans l'explorateur:

source: Remove error:
fr: Erreur de suppression:

source: Gathering mount point's data...
fr: Récupération des données sur les points de montage...

source: Found ControlSets:
fr: ControlSets trouvés:

source: Found keys:
fr: Clés trouvés:

source: Found values:
fr: Valeurs trouvées:

source: Key access denied:
fr: Accès refusé pour la clé:

source: Disk %c: has been inserted.
fr: Disque %c: a été inséré.

source: Logged-in under system account successfully.
fr: L'accès sous le compte système a réussi.

source: Failed to login under system account.
fr: L'accès sous le compte système a échoué.

source: Re-starting under administrator...
fr: Veuillez redémarrer en tant qu'administrateur...

source: Disk %c: has been ejected.
fr: Disque %c: a été éjecté.

source: Failed to eject disk %c:.
fr: Echec lors de l'éjection du disque %c:.

source: Ejecting disk %c:...
fr: Ejection du disque %c:...

source: Removing file:
fr: Retrait du fichier au démarrage:

source: Gathering file data...
fr: Récupération des données des fichiers...

source: Cleaning journal:
fr: Nettoyage du journal:

source: Gathering journal data...
fr: Récupération des données des journaux...

source: File removal error:
fr: Erreur suppression fichier:

source: Removing file at boot-time:
fr: Retrait du fichier au démarrage:

source: Journal cleanup error:
fr: Erreur nettoyage journal:

source: Creating System Restore Point...
fr: Création point de restauration système...
